tools/issi/logs/requests/request_20241111_010003.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://tempuri.org/"><SOAP-ENV:Body><ns1:SendMessage><ns1:userName>6e490380-29c2-48d8-8787-d07abee08f58</ns1:userName><ns1:password></ns1:password><ns1:request>&lt;?xml version="1.0" encoding="utf-8"?&gt;
&lt;TransferMessage xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns="http://issi.transfer.bg/messaging/v1"&gt;
            &lt;Header&gt;&lt;EnforcementAgentType&gt;&lt;EnforcementAgentRegNum&gt;892&lt;/EnforcementAgentRegNum&gt;&lt;EnforcementAgentName&gt;Христо Василев Георгиев&lt;/EnforcementAgentName&gt;&lt;/EnforcementAgentType&gt;&lt;TransferDate&gt;2024-11-11T01:00:01+02:00&lt;/TransferDate&gt;&lt;TransferGUID&gt;{ff280ce6-a8c4-40d1-8e0f-09bdd1b4a0a5}&lt;/TransferGUID&gt;&lt;/Header&gt;&lt;Body&gt;&lt;TransferData&gt;&lt;IncomingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-11-10T14:08:49+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;43358&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;БНБ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-11-10T14:09:47+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;43359&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;Имотен Регистър&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;IncomingRegDetails xmlns="http://issi.transfer.bg/R-0001"&gt;&lt;RegDate&gt;2024-11-10T14:11:09+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;43360&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject xmlns="http://issi.transfer.bg/0001"&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;7&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Лично&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;195&lt;/DocSubCategoryCode&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/IncomingRegDetails&gt;&lt;/IncomingReg&gt;&lt;OutgoingReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-11-10T14:03:43+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;37161&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;0&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"/&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;176&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Искане до НОИ&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-11-11&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-11-10T14:04:39+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;37162&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; Варна&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;1&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Препоръчано писмо&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;170&lt;/DocSubCategoryCode&gt;&lt;Description&gt;НАП - чл. 191 от ДОПК&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-11-11&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-11-10T14:05:17+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;37163&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НАП ВарнаНАП&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;1&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"&gt;Препоръчано писмо&lt;/DeliveryName&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;170&lt;/DocSubCategoryCode&gt;&lt;Description&gt;НАП - чл. 74 от ДОПК.&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-11-11&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;OutgoingRegDetails xmlns="http://issi.transfer.bg/R-0002"&gt;&lt;RegDate&gt;2024-11-10T14:07:47+02:00&lt;/RegDate&gt;&lt;RegNumber&gt;37164&lt;/RegNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;Subject&gt;&lt;Entity xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;БНБ&lt;/Name&gt;&lt;Identifier/&gt;&lt;Address/&gt;&lt;/Entity&gt;&lt;/Subject&gt;&lt;Delivery&gt;&lt;DeliveryId xmlns="http://issi.transfer.bg/0002"&gt;0&lt;/DeliveryId&gt;&lt;DeliveryName xmlns="http://issi.transfer.bg/0002"/&gt;&lt;/Delivery&gt;&lt;DocSubCategoryCode&gt;176&lt;/DocSubCategoryCode&gt;&lt;Description&gt;Искане до БНБ&lt;/Description&gt;&lt;Notes/&gt;&lt;DeliveryDate&gt;2024-11-11&lt;/DeliveryDate&gt;&lt;/OutgoingRegDetails&gt;&lt;/OutgoingReg&gt;&lt;CasesReg xmlns="http://issi.transfer.bg/R-0010"/&gt;&lt;ActionReg xmlns="http://issi.transfer.bg/R-0010"&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:03:43+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;1&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НОИ&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Искане до НОИ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:04:39+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;2&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt; Варна&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;НАП - чл. 191 от ДОПК&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:05:17+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;3&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;НАП ВарнаНАП&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;НАП - чл. 74 от ДОПК.&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:07:47+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;4&lt;/ActionNumber&gt;&lt;CaseNum&gt;20248920400859&lt;/CaseNum&gt;&lt;CaseDate&gt;2024-11-08&lt;/CaseDate&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name&gt;БНБ&lt;/Name&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;Искане до БНБ&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:08:49+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;5&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:09:47+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;6&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;ActionRegDetails xmlns="http://issi.transfer.bg/R-0004"&gt;&lt;ActionDate&gt;2024-11-10T14:11:09+02:00&lt;/ActionDate&gt;&lt;ActionNumber&gt;7&lt;/ActionNumber&gt;&lt;LiableSubject&gt;&lt;Person xmlns="http://issi.transfer.bg/0001"&gt;&lt;Name/&gt;&lt;Identifier&gt;&lt;EGN/&gt;&lt;/Identifier&gt;&lt;Address/&gt;&lt;/Person&gt;&lt;/LiableSubject&gt;&lt;ActionTypeID&gt;0&lt;/ActionTypeID&gt;&lt;Description&gt;справка&lt;/Description&gt;&lt;Notes/&gt;&lt;/ActionRegDetails&gt;&lt;/ActionReg&gt;&lt;/TransferData&gt;&lt;/Body&gt;&lt;/TransferMessage&gt;
</ns1:request></ns1:SendMessage></SOAP-ENV:Body></SOAP-ENV:Envelope>
